Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: ≥ 60 to < 90 mL/min/1.73m2
es_es: ≥ 60 a < 90 ml/min/1.73m2

source: ≥ 64 weeks
es_es: ≥ 64 semanas

source: ≥ 65 to < 75 years
es_es: ≥ 65 a < 75 años

source: ≥ 70 to < 80
es_es: ≥ 70 a < 80

source: ≥ 75 to < 80 years
es_es: ≥ 75 a < 80 años

source: ≥ 80 to < 90
es_es: ≥ 80 a < 90

source: ≥ 80 years
es_es: ≥ 80 años

source: ≥ 93 % monomer
es_es: ≥ 93 % monómero

source: ≥ 96 % monomer
es_es: ≥ 96 % monómero

source: ≥ 97 % monomer
es_es: ≥ 97 % monómero

source: ≥ 10 (single-chain peak)
es_es: ≥ 10 (pico de cadena única)

source: ▪ For adolescents, the decision to administer alteplase should be based on clinical judgement, presenting symptoms, and patient age; and, if possible, consultation with a paediatric stroke specialist.
es_es: ▪ Para los adolescentes, la decisión de administrar alteplasa debe basarse en el criterio clínico, atendiendo a los síntomas y la edad del paciente; en lo posible, debe consultarse un especialista en accidentes cerebrovasculares pediátricos.

source: ◊A solution is colourless if it has the appearance of water R or the solvent used for the preparation of the solution to be examined, or is not more intensely coloured than reference solution B9.
es_es: ◊ Una solución es incolora si tiene el aspecto del agua R o del disolvente utilizado para la solución a examinar, o si su coloración no es más intensa que la solución de referencia B9.

source: ◊PRODUCTION
es_es: PRODUCCIÓN

source: ● Column conditioning procedure:
es_es: ● Procedimiento de acondicionamiento de la columna:

source: ◦ Residual peaks (sum of all peaks eluting before single-chain peak)
es_es: ◦ Picos residuales (suma de todos los picos que eluyen antes del de cadena única)

source: ◦ Single-chain peak
es_es: ◦ Pico de cadena única

source: ◦ Two-chain peak
es_es: ◦ Pico de cadena doble

source: ☐ Any haemorrhage on brain imaging.
es_es: ☐ Cualquier hemorragia en las imágenes cerebrales.

source: ☐ Arterial puncture at a non-compressible site in the previous seven days.
es_es: ☐ Punción arterial en sitio no compresible en los siete días previos.

source: ☐ Elevated activated partial-thromboplastin time.
es_es: ☐ Tiempo de tromboplastina parcial activada elevado.

source: ☐ Hypertension refractory to aggressive hyperacute antihypertensive treatment such that target blood pressure less than 180/105 cannot be achieved or maintained.
es_es: ☐ Hipertensión refractaria al tratamiento antihipertensivo hiperagudo agresivo, en el sentido de que no se pueda alcanzar ni sostener una presión arterial menor a 180/105.

source: ☐ International Normalised Ratio greater than 1.7.
es_es: ☐ Proporción normalizada internacional mayor que 1.7.

source: ☐ Major surgery, such as cardiac, thoracic, abdominal, or orthopaedic in the preceding 14 days.
es_es: ☐ Cirugía mayor, como cardíaca, torácica, abdominal u ortopédica en los 14 días previos.

source: ☐ Patient currently prescribed and taking a direct non-vitamin K oral anticoagulant (DOAC).
es_es: ☐ Paciente al que se le indicó y que al momento está recibiendo un anticoagulante oral directo sin vitamina K (ACOD).

source: ☐ Platelet count below 100,000 per cubic millimetre.
es_es: ☐ Recuento de plaquetas menor a 100,000 por milímetro cúbico.

source: ☐ Stroke or serious head or spinal trauma in the preceding three months.
es_es: ☐ Accidente cerebrovascular o traumatismo craneal o espinal grave en los tres meses previos.

source: ☐ Stroke symptoms due to another non-ischemic acute neurological condition such as seizure with postictal Todd's paralysis or focal neurological signs due to severe hypo- or hyperglycaemia.
es_es: ☐ Síntomas de accidente cerebrovascular debidos a otra afección neurológica aguda no isquémica, como una convulsión con parálisis de Todd postictal o signos neurológicos focales por hipoglucemia o hiperglucemia graves.

source: ☐ Time from last known well (onset of stroke symptoms) less than 4.5 hours before alteplase administration.
es_es: ☐ Tiempo desde el último desempeño cognitivo correcto (inicio de los síntomas de accidente cerebrovascular) menos de 4.5 horas antes de la administración de alteplasa.

source: ⚪ Proportion of patients who were on trial medication at trial end and maintained glycaemic control (HbA1c ≤ 7.0%) at the final visit without need for rescue medication during the maintenance phase (between end of titration at 16 weeks and the final visit), without > 2% weight gain during the maintenance phase, and without any moderate/severe hypoglycaemic episodes during the maintenance phase
es_es: ⚪ Proporción de pacientes que al cabo del estudio seguían recibiendo la medicación en estudio y en la visita final mantenían el control de glucemia (HbA1c ≤ 7.0%) sin haber necesitado usar medicación de rescate durante la fase de mantenimiento (entre el fin del escalamiento de la dosis, a las 16 semanas, y la visita final), no habían subido > 2% de su peso durante la fase de mantenimiento y no habían sufrido episodios de hipoglucemia moderados/intensos en la fase de mantenimiento.

source: ⚪ Proportion of patients who were on trial medication at trial end and maintained glycaemic control (HbA1c ≤ 7.0%) at the final visit without need for rescue medication during the maintenance phase and without > 2% weight gain during the maintenance phase
es_es: ⚪ Proporción de pacientes que al cabo del estudio seguían recibiendo la medicación en estudio y en la visita final mantenían el control de glucemia (HbA1c ≤ 7.0%) sin haber necesitado usar medicación de rescate durante la fase de mantenimiento y sin haber subido > 2% de su peso durante la fase de mantenimiento.

source: ⚫ Parameters:
es_es: ⚫ Parámetros:

source: ⚫ UV/Vis spectrophotometer with variable pathlength cell
es_es: ⚫ Espectrofotómetro UV/Visible con celda de longitud de trayectoria variable.

source: ⚫ Vessels/fibrettes
es_es: ⚫ Vasos/fibretas

source:  Storage
es_es: Almacenamiento

source:  Labelling and packaging
es_es: Etiquetado y acondicionamiento

source:  Acidic peak group (APG), eluting prior the main peak.
es_es:  Grupo de picos de especies ácidas (APG), que eluyen antes del pico principal.

source:  BI 674304 Description of Process and Controls Cell Culture and Harvest, q00242418
es_es: ● BI 674304, Descripción del proceso y los controles del cultivo celular y la cosecha, q00242418

source:  BI 674304 General Properties, q00227140
es_es: ● BI 674304, Propiedades generales, q00227140

source:  BI 674304 Manufacturer, q00285735
es_es: ● BI 674304, Fabricante, q00285735

source:  Basic peak group (BPG), eluting after the main peak.
es_es:  Grupo de picos básicos (BPG), que eluyen después del pico principal.

source:  Dissolution medium pH 1:
es_es:  Medio de disolución, pH 1:

source:  Dissolution medium pH 4.5:
es_es:  Medio de disolución, pH 4.5:

source:  Dissolution medium pH 6.8:
es_es:  Medio de disolución, pH 6.8:

source:  The main peak consists of N-glycosylated spesolimab containing four N-terminal pyro-glutamines (at both light chains and at both heavy chains).
es_es:  El pico principal es espesolimab N-glicosilado que contiene cuatro piroglutaminas N-terminales (en ambas cadenas livianas y ambas cadenas pesadas).

source:  The main peak, which corresponds to spesolimab monomer.
es_es:  El pico principal, que se corresponde con eel monómero de espesolimab.

source:  The peak preceding the monomer peak comprises species which are denoted a HMWs.
es_es:  El pico previo al pico del monómero comprende especies denotadas de alto peso molecular.

source:  Verification Protocol - Virus Refiltration, q00291884
es_es: ● Protocolo de verificación, refiltado de virus, q00291884

source:  Virus Reports - Cell banks (MCB/WCB), q00285241
es_es: ● Informes de virus, bancos de células (maestros/de trabajo), q00285241

source:  Virus Reports - Viral safety preharvest, q00285242
es_es: ● Informes de virus, seguridad viral con anterioridad a la cosecha q00285242

source:  Virus Reports - Virus clearance studies, q00273527
es_es: ● Informes de virus, estudios de eliminación viral, q00273527

source: The area after the monomer peak, which is denoted as “LMW” represents fragments of the antibody molecule.
es_es:  El área posterior al pico del monómero, denotada de bajo peso molecular, representa fragmentos de la molécula del anticuerpo.

source: DM:
es_es: Diabetes mellitus:

source: CCS
es_es: Envase y sistema de cierre

source: CoA’s
es_es: Certs. de análisis

source: *Application:*
es_es: *Aplicación:*

source: September 2023
es_es: de septiembre de 2023

source: December 2023
es_es: de diciembre de 2023

source: SP
es_es: Esp

source: limited to the manufacture of investigational medicinal products
es_es: limitados a la fabricación de medicamentos en investigación:

source: (BE) y con seguridad y eficacia;
es_es: The mean deviation of the safety and efficacy-compatible comparator

source: CONTENIDO
es_es: CONTENTS

source: OBJETIVO
es_es: PURPOSE

source: Persons
es_es: de personas

source: Titrant:
es_es: Titulante:

source: Tablet S
es_es: Comprimido 8

source: Tablet l
es_es: Comprimido 1

source: Tablet ll
es_es: Comprimido 11

source: Name
es_es: Denominación

source: EPDM (Ethylene Propylene Diene Monomer)
es_es: Monómero de etileno propileno dieno
